{
  "messages": {
    "header": "My Portfolio",
    "description": "This is my portfolio, where you can find information about me, my projects, and how to get in touch."
  },
  "profile": {
    "name": "Alexandre Ferreira de Araújo",
    "title": "Web Developer",
    "bio": "Digital and Automation(D&A) Intern at Siemens Healthineers | Undergraduate Computer Science student at UAM",
    "skills": ["HTML", "CSS", "JavaScript", "React", "Node.js"],
    "local": "São Paulo, Brazil",
    "whatido": "I build solutions for the web and for the world.",
    "about": "I'm a Computer Science student and Digital & Automation Intern at Siemens Healthineers, passionate about transforming complex problems into functional and intuitive software. My journey in technology is driven by curiosity and the desire to always learn something new.",
    "contact": "Get in Touch",
    "projects": "Projects"
  },
  "Skills": {
    "header": {
      "hardskill": "Technologies:",
      "softskills": "Skills and Soft Skills:"
    },
    "comunicação_eficaz": {
      "name": "Effective Communication",
      "description": "I acquired this skill through years of customer service experience. At Via Mobilidade, I was responsible for dealing with passengers, improving the clarity and understanding of the information provided. At Siemens Healthineers, I continue to enhance this skill by interacting with colleagues and clients, ensuring that information is transmitted clearly and precisely."
    },
    "trabalho_em_equipe": {
      "name": "Teamwork",
      "description": "My experience in collaborative environments, such as Via Mobilidade and Siemens Healthineers, taught me the importance of working together to achieve common goals. I participated in projects where collaboration was essential for success, learning to listen and integrate different perspectives."
    },
    "resolução_de_problemas": {
      "name": "Problem Solving",
      "description": "I developed this skill by facing technical and operational challenges, both at Via Mobilidade and Siemens Healthineers. I learned to analyze problems, identify viable solutions, and implement effective changes, always seeking continuous improvement."
    },
    "proatividade": {
      "name": "Proactivity",
      "description": "My proactivity was demonstrated when, at Siemens Healthineers, I identified an opportunity to automate a manual hash verification process, which saved the team approximately 10 hours of work per week."
    },
    "gerenciamento_de_tempo": {
      "name": "Time Management",
      "description": "I learned to manage my time efficiently using techniques like the Eisenhower Matrix and tools like Trello. This allowed me to balance multiple responsibilities in the syngo.vias project, ensuring all milestones were met on schedule."
    },
    "empatia": {
      "name": "Empathy",
      "description": "Empathy is an essential skill I've developed over the years, especially in customer service environments. At Via Mobilidade, I learned to understand passengers' needs and concerns, which helped me provide a more human and effective service. At Siemens Healthineers, I continue to practice empathy by collaborating with colleagues and clients, always seeking to understand their perspectives."
    }
  },
  "journey": {
    "title": "My Journey",
    "paragraphs": [
      "Since childhood, curiosity has always been my main driver. The famous \"tinkerer,\" I would dismantle and explore everything around me. When my first computer arrived, a universe of possibilities opened up. More than just a user, I became a self-taught problem-solver, diving into every challenge that arose.",
      "In 2022, this passion found a professional path with the start of my Computer Science bachelor's degree. It was in academia that practice met theory, and I was able to deepen my knowledge in technologies like Java and SQL, always with a focus on creating robust and efficient solutions.",
      "Recently, I expanded my horizons to web development, mastering HTML, CSS, JavaScript, and React, and exploring the creation of dynamic and responsive websites. This journey led me, in 2024, to an incredible opportunity as an intern at Siemens Healthineers, where I apply my skills in quality and automation projects, directly impacting the healthcare sector.",
      "My goal is clear: to continue growing as a Software Engineer, using my creativity and technical skills to build a future where technology facilitates and improves people's lives."
    ]
  },

  "projects": {
    "header": {
      "title": "My Projects",
      "call-up": "View project"
    },
    "evoagencia": {
      "title": "Evo Agência",
      "description": "Development of a website for a digital marketing agency.",
      "link": "https://evoagencia.com.br",
      "technologies": ["HTML", "CSS", "Wordpress", "Elementor"]
    },
    "ImdbClone": {
      "title": "IMDb Clone",
      "description": "Development of an IMDb clone using The Movie Database (TMDb) API.",
      "link": "https://github.com/usuario/imdb-clone",
      "technologies": ["HTML", "CSS", "JavaScript", "React", "Tailwind CSS"]
    },
    "Pokedex": {
      "title": "Pokedex",
      "description": "Development of a Pokedex using the PokeAPI.",
      "link": "https://github.com/usuario/pokedex",
      "technologies": ["HTML", "CSS", "JavaScript"]
    },
    "ChessGame": {
      "title": "Chess Game",
      "description": "Development of a chess game using Java and Swing.",
      "link": "https://github.com/usuario/chess-game",
      "technologies": ["Java", "Swing"]
    }
  },
  "Spotify": {
    "Card": {
      "error": "Error loading Spotify data"
    }
  }
}
