{
  "messages": {
    "header": "Mon Portfolio",
    "description": "Ceci est mon portfolio, où vous pouvez trouver des informations sur moi, mes projets et comment me contacter."
  },
  "profile": {
    "name": "Alexandre Ferreira de Araújo",
    "title": "Développeur Web",
    "bio": "Stagiaire en Numérique et Automatisation(N&A) chez Siemens Healthineers | Étudiant en Licence en Informatique à l'UAM",
    "skills": ["HTML", "CSS", "JavaScript", "React", "Node.js"],
    "local": "São Paulo, Brésil",
    "whatido": "Je construis des solutions pour le web et pour le monde.",
    "about": "Je suis un étudiant en Informatique et Stagiaire en Numérique & Automatisation chez Siemens Healthineers, passionné par la transformation de problèmes complexes en logiciels fonctionnels et intuitifs. Mon parcours technologique est motivé par la curiosité et le désir d'apprendre toujours quelque chose de nouveau.",
    "contact": "Contactez-moi",
    "projects": "Projets"
  },
  "Skills": {
    "header": {
      "hardskill": "Technologies :",
      "softskills": "Compétences et savoir-être :"
    },
    "comunicação_eficaz": {
      "name": "Communication efficace",
      "description": "J'ai acquis cette compétence grâce à des années d'expérience en service client. Chez Via Mobilidade, j'étais responsable de la gestion des passagers, améliorant la clarté et la compréhension des informations fournies. Chez Siemens Healthineers, je continue d'améliorer cette compétence en interagissant avec mes collègues et clients, en veillant à ce que les informations soient transmises de manière claire et précise."
    },
    "trabalho_em_equipe": {
      "name": "Travail d'équipe",
      "description": "Mon expérience dans des environnements collaboratifs, comme chez Via Mobilidade et Siemens Healthineers, m'a appris l'importance de travailler ensemble pour atteindre des objectifs communs. J'ai participé à des projets où la collaboration était essentielle au succès, apprenant à écouter et à intégrer différentes perspectives."
    },
    "resolução_de_problemas": {
      "name": "Résolution de problèmes",
      "description": "J'ai développé cette compétence en relevant des défis techniques et opérationnels, tant chez Via Mobilidade que chez Siemens Healthineers. J'ai appris à analyser les problèmes, à identifier des solutions viables et à mettre en œuvre des changements efficaces, toujours dans un souci d'amélioration continue."
    },
    "proatividade": {
      "name": "Proactivité",
      "description": "Ma proactivité a été démontrée lorsque, chez Siemens Healthineers, j'ai identifié une opportunité d'automatiser un processus manuel de vérification de hachage, ce qui a permis d'économiser environ 10 heures de travail par semaine pour l'équipe."
    },
    "gerenciamento_de_tempo": {
      "name": "Gestion du temps",
      "description": "J'ai appris à gérer mon temps efficacement en utilisant des techniques comme la Matrice d'Eisenhower et des outils comme Trello. Cela m'a permis d'équilibrer de multiples responsabilités dans le projet syngo.vias, en garantissant que tous les jalons soient atteints dans les délais."
    },
    "empatia": {
      "name": "Empathie",
      "description": "L'empathie est une compétence essentielle que j'ai développée au fil des ans, notamment dans les environnements de service client. Chez Via Mobilidade, j'ai appris à comprendre les besoins et les préoccupations des passagers, ce qui m'a aidé à offrir un service plus humain et efficace. Chez Siemens Healthineers, je continue de pratiquer l'empathie en collaborant avec mes collègues et clients, cherchant toujours à comprendre leurs perspectives."
    }
  },
  "journey": {
    "title": "Mon Parcours",
    "paragraphs": [
      "Depuis l'enfance, la curiosité a toujours été mon principal moteur. Le fameux \"bidouilleur\", je démontais et explorais tout ce qui m'entourait. Lorsque mon premier ordinateur est arrivé, un univers de possibilités s'est ouvert. Plus qu'un simple utilisateur, je suis devenu un résolveur de problèmes autodidacte, plongeant dans chaque défi qui se présentait.",
      "En 2022, cette passion a trouvé une voie professionnelle avec le début de mon baccalauréat en Informatique. C'est à l'université que la pratique a rencontré la théorie, et j'ai pu approfondir mes connaissances dans des technologies comme Java et SQL, toujours en me concentrant sur la création de solutions robustes et efficaces.",
      "Récemment, j'ai élargi mes horizons vers le développement web, maîtrisant HTML, CSS, JavaScript et React, et explorant la création de sites dynamiques et réactifs. Ce parcours m'a mené, en 2024, à une incroyable opportunité en tant que stagiaire chez Siemens Healthineers, où j'applique mes compétences dans des projets de qualité et d'automatisation, impactant directement le secteur de la santé.",
      "Mon objectif est clair : continuer à grandir en tant qu'ingénieur logiciel, en utilisant ma créativité et mes compétences techniques pour construire un avenir où la technologie facilite et améliore la vie des gens."
    ]
  },

  "projects": {
    "header": {
      "title": "Mes projets",
      "call-up": "Voir le projet"
    },
    "evoagencia": {
      "title": "Evo Agência",
      "description": "Développement d'un site web pour une agence de marketing digital.",

      "technologies": ["HTML", "CSS", "Wordpress", "Elementor"]
    },
    "ImdbClone": {
      "title": "Clone IMDb",
      "description": "Développement d'un clone d'IMDb en utilisant l'API de The Movie Database (TMDb).",

      "technologies": ["HTML", "CSS", "JavaScript", "React", "Tailwind CSS"]
    },
    "Pokedex": {
      "title": "Pokedex",
      "description": "Développement d'un Pokedex en utilisant l'API de PokeAPI.",

      "technologies": ["HTML", "CSS", "JavaScript"]
    },
    "ChessGame": {
      "title": "Jeu d'échecs",
      "description": "Développement d'un jeu d'échecs en utilisant Java et Swing.",

      "technologies": ["Java", "Swing"]
    }
  },
  "Spotify": {
    "Card": {
      "error": "Erreur lors du chargement des données Spotify",
      "musicerror": "Aucune musique n'est jouée pour le moment",
      "nowPlaying": "Je joue maintenant",
      "recentlyPlayed": "Joué récemment"
    }
  },
  "SideContainer": {
    "aboutme": "Un peu de moi"
  },
  "Timeline": {
    "educaçao": "Éducation",
    "trabalho": "Travail"
  },

  "Education": {
    "date": "Jui 2022 - À l'heure actuelle",
    "title": "L'informatique",
    "name": "Université Anhembi Morumbi",
    "description": [
      "Étude de la technologie, de la programmation, des algorithmes et des systèmes intelligents.",
      "Diplôme prévu en juin 2026"
    ]
  },

  "Work": {
    "JovemAprendiz": {
      "title": "Jeune apprenti",
      "name": "Via mobilidade",
      "date": "Déc 2021 - Jan 2023",
      "description": [
        "Assistance aux personnes malvoyantes, malentendantes et à mobilité réduite.",
        "Répondre aux appels de sécurité et apporter un soutien dans les situations opérationnelles.",
        "Clarification des doutes et conseils aux utilisateurs de la station.",
        "Collaboration d'équipe et présence active pour assurer un bon service."
      ]
    },
    "SiemensHealthineers": {
      "title": "Stagiaire",
      "name": "Siemens Healthineers",
      "date": "Avr 2024 - À l'heure actuelle",
      "description": [
        "Accompagnement dans l'automatisation des processus internes et des flux digitaux au sein de l'entreprise.",
        "Installation et support de systèmes de reconstruction d'images médicales.",
        "Travailler dans une équipe latino-américaine spécialisée dans les solutions médicales numériques.",
        "Participation aux réunions d'alignement avec les clients et les parties prenantes."
      ]
    },
    "Escalante": {
      "title": "Agent administratif",
      "name": "Via mobilidade",
      "date": "Fév 2023 - Avr 2024",
      "description": [
        "Coordination de l'équipe d'opérateurs de train, définition des activités quotidiennes.",
        "Contrôle des quarts de travail : entrées, sorties, pauses et heures de déjeuner.",
        "Gestion des personnes axée sur la performance et un environnement collaboratif.",
        "Gestion des processus et respect des objectifs opérationnels du trafic ferroviaire."
      ]
    }
  }
}
